# 3-3. Собственный список: выберите свой любимый вид транспорта (например, мотоциклы
# или машины) и создайте список с примерами. Используйте свой список для вывода утверж-
# дений об элементах типа: «Я хотел бы купить мотоцикл Honda».

my_list = ['Пешкарус', 'Пяткостоп', 'Ходай']

print('Я хотел бы использовать транспорт {}, для перемещения.'.format(my_list[0]))
print('Я хотел бы использовать транспорт {}, для перемещения.'.format(my_list[1]))
print('Я хотел бы использовать транспорт {}, для перемещения.'.format(my_list[2]))